/* No comment provided by engineer. */
"Account" = "Account";

/* No comment provided by engineer. */
"Ask before send" = "Ask before send";

/* No comment provided by engineer. */
"Attention" = "Attention";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Communication error!" = "Communication error!";

/* No comment provided by engineer. */
"Communication problems during image upload" = "Communication problems during image upload";

/* No comment provided by engineer. */
"Crop before send" = "Crop before send";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email sent to %@!" = "Email sent to %@!";

/* No comment provided by engineer. */
"Error!" = "Error!";

/* No comment provided by engineer. */
"Faster" = "Faster";

/* No comment provided by engineer. */
"From address book" = "From address book";

/* No comment provided by engineer. */
"Image..." = "Image...";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Languages..." = "Languages...";

/* No comment provided by engineer. */
"Manual add" = "Manual add";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Original image" = "Original image";

/* No comment provided by engineer. */
"password" = "password";

/* No comment provided by engineer. */
"Pikling has not found texts\nin your picture!" = "Pikling has not found texts\nin your picture!";

/* No comment provided by engineer. */
"Pikling protocol error" = "Pikling protocol error";

/* No comment provided by engineer. */
"Please Wait" = "Please Wait";

/* No comment provided by engineer. */
"Quality" = "Quality";

/* No comment provided by engineer. */
"Results provided by Google Translator" = "Results provided by Google Translator";

/* No comment provided by engineer. */
"Results provided by Yahoo! Babel Fish" = "Results provided by Yahoo! Babel Fish";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Save in library" = "Save in library";

/* No comment provided by engineer. */
"saving image..." = "saving image...";

/* No comment provided by engineer. */
"Search engines..." = "Search engines...";

/* No comment provided by engineer. */
"Send email to" = "Send email to";

/* No comment provided by engineer. */
"Send results to..." = "Send results to...";

/* No comment provided by engineer. */
"Send this attachement..." = "Send this attachement...";

/* No comment provided by engineer. */
"Send your status on twitter" = "Send your status on twitter";

/* No comment provided by engineer. */
"sending request..." = "sending request...";

/* No comment provided by engineer. */
"Setting" = "Setting";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Slower" = "Slower";

/* No comment provided by engineer. */
"Snap or select a photo of your foreign text and Pikling will translate it for you." = "Snap or select a photo of your foreign text and Pikling will translate it for you.";

/* No comment provided by engineer. */
"Translate from" = "Translate from";

/* No comment provided by engineer. */
"Translate to" = "Translate to";

/* No comment provided by engineer. */
"Translated from" = "Translated from";

/* No comment provided by engineer. */
"Translated to" = "Translated to";

/* No comment provided by engineer. */
"Uploading image..." = "Uploading image...";

/* No comment provided by engineer. */
"user name" = "user name";

/* No comment provided by engineer. */
"username/password not valid" = "username/password not valid";

/* No comment provided by engineer. */
"Visit us at http://www.7touchgroup.com" = "Visit us at http://www.7touchgroup.com";

